[slicers]
rdo_mods=Использовать метод нарезки: добавлять модификаторы slice или использовать операцию нарезки в editable poly | Use slicing method: add slice modifiers or use slice operations with editable poly
spn_gor_X=Установить расстояние между резами по оси X | Set distance between slices about X axis
chk_gor_side_x=Начинать нарезку относительно оси X с другой стороны объекта, используя текущий отступ | Begin slice about X axis from other side of object, using current offset
spn_gor_Xoffset=Установить для объекта отступ для первого реза | Set the offset for the first slice for the object
chk_gor_Xfuses=Делать парные нарезы для каждого интервала, используя установленный размер промежутка | Make two slices for each one interval by selected distance between of two slices
spn_gor_Xfuses=Размер промежутка для парных нарезов | Distance between pair slices
spn_gor_Y=Установить расстояние между резами по оси Y | Set distance between slices about Y axis
chk_gor_side_y=Начинать нарезку относительно оси Y с другой стороны объекта, используя текущий отступ | Begin slice about Y axis from other side of object, using current offset
spn_gor_Yoffset=Установить для объекта отступ для первого реза | Set the offset for the first slice for the object
chk_gor_Yfuses=Делать парные нарезы для каждого интервала, используя установленный размер промежутка | Make two slices for each one interval by selected distance between of two slices
spn_gor_Yfuses=Размер промежутка для парных нарезов | Distance between pair slices
spn_vert_Z=Установить расстояние между резами по оси Z | Set distance between slices about Z axis
chk_vert_side_z=Начинать нарезку относительно оси Z с другой стороны объекта, используя текущий отступ | Begin slice about Z axis from other side of object, using current offset
spn_vert_Zoffset=Установить для объекта отступ для первого реза | Set the offset for the first slice for the object
chk_vert_Zfuses=Делать парные нарезы для каждого интервала, используя установленный размер промежутка | Make two slices for each one interval by selected distance between of two slices
spn_vert_Zfuses=Размер промежутка для парных нарезов | Distance between pair slices
rdo_angles=Предварительно заданные углы для срезов по направлению просмотра, для каждой оси-направления матрицы срезов используются три угла для ориентации плоскости среза | Preseted angles for slices by view or viewport direction, for each axis-direction of slicing array uses three angles to orient slice plane
chk_x=Если этот флажок установлен, используйте эту ось для создания срезов по оси X с выбранными выше параметрами | Use this axis when checked, make slices for X axis with selected options above
spn_eu_xx=Три угла для ориентации плоскости реза | Three angles to orient slice plane
spn_eu_yx=Три угла для ориентации плоскости реза | Three angles to orient slice plane
spn_eu_zx=Три угла для ориентации плоскости реза | Three angles to orient slice plane
chk_y=Если этот флажок установлен, используйте эту ось для создания срезов по оси Y с выбранными выше параметрами | Use this axis when checked, make slices for Y axis with selected options above
spn_eu_xy=Три угла для ориентации плоскости реза | Three angles to orient slice plane
spn_eu_yy=Три угла для ориентации плоскости реза | Three angles to orient slice plane
spn_eu_zy=Три угла для ориентации плоскости реза | Three angles to orient slice plane
chk_z=Если этот флажок установлен, используйте эту ось для создания срезов по оси Z с выбранными выше параметрами | Use this axis when checked, make slices for Z axis with selected options above
spn_eu_xz=Три угла для ориентации плоскости реза | Three angles to orient slice plane
spn_eu_yz=Три угла для ориентации плоскости реза | Three angles to orient slice plane
spn_eu_zz=Три угла для ориентации плоскости реза | Three angles to orient slice plane
btn_slice=LMB: Добавить матрицу модификаторов Slice или сделать срезы методом QuickSlice в Editable_Poly | LMB: Add matrix of Slice Modifiers or QuickSlice as Editable_Poly
btn_delete=Удалить все модификаторы среза из стека выбранного объекта | Remove all Slice modifiers from stack of selected object
btn_slice_copy=Скопировать самый верхний модификатор Slice с текущим смещением по выбранным выше осям | Copy abovest Slice Modifier with current offset by selected above Axises
spn_slice_copy_offset=Смещение между копируемыми модификаторами среза | Offset between Slice Modifiers to be copied
btn_conv=Простое преобразование выделенных объектов в Editable poly | Simple convert selected objects to Editable poly
btn_remove=Используйте выделение EDGE-BORDER, для работы только с ними!::LMB: Удалить лишние вершины после модификаторов Slice::RMB: Удалить лишние вершины после ShapeMerge::RMB+CTRL: Удалить лишние вертикальные ребра после ShapeMerge::ALT: только выбрать ошибочные вершины | Use EDGE or BORDER selection for affect only for them!::LMB: Try to Remove two-edged error vertices after Slice modifiers, using all object or only for EDGE-BORDER selection::RMB: Try to Remove two-edged error vertices after ShapeMerge, EDGE-BORDER selection preffered::RMB+CTRL: Try to Remove vertical error edges from BORDER selection, after ShapeMerge::ALT: Select errors only, do not remove anything
spn_remove=Пороговый угол для удаления вершин | Treshold angle to remove verts
btn_guess_slice=LMB: Установить расстояния между срезами под плотность текселей, при условии если тексель полностью заполняет UDIM!::::RMB: Подсчитать плотность результирующего текселя по расстоянию между срезами по оси Z, RMB+CTRL: по оси Y, RMB:ALT: по оси X | LMB: Set slices distances by target texel density. The UV Texel should be the same only if it completely fills the UDIM!::::RMB: Count result texel density from slicers distance by Z axis, RMB+CTRL: by Y axis, RMB:ALT: by X axis.
ddl_texture_size=Размеры текстуры:::256*256 пикселей,::512*512 пикселей,::1024*1024 пикселей,::2048*2048 пикселей,::4096*4096 пикселей | Texture dimensions:::256*256 pixels,::512*512 pixels,::1024*1024 pixels,::2048*2048 pixels,::4096*4096 pixels
spn_guess_slice=Значение плотности текселей из диапазона [512..1706]::Если каждый тексель будет полностью заполнять UDIM | Target texels density value [512..1706].::If each texel will fully fill UDIM
btn_uv_cut_pressed=
btn_uv_cut=LMB: Автонарезка по сетке = по границам UVWmap = по всем UDIM = по границам текстуры::может работать c выделенными гранями::LMB+CTRL: не сглаживать UVW по W::RMB: Метод №2::RMB+CTRL: Не удалять ошибочные вершины::RMB+ALT: Не выполнять VertexWeld | LMB: Auto Slice objects for every UDIM grid (by Friedrich Hanisch 3d-io), may work with face selection, be sure UVs larger than UDIM::LMB+CTRL: Do not flatten W in UVW::RMB: Use Method #2, alternative::RMB+CTRL: Don't Remove bad Verts::RMB+ALT: Don't Vertex Weld

